 const brandTypeList=[
    {
        id:'0',
        name:"全部"
    },
    {
        id:'1',
        name:"第01类 化学原料"
    },
    {
        id:'2',
        name:"第02类 涂料油漆"
    },
    {
        id:'3',
        name:"第03类 日化用品"
    },
    {
        id:'4',
        name:"第04类 燃料油脂"
    },
    {
        id:'5',
        name:"第05类 医药品"
    },
    {
        id:'6',
        name:"第06类 五金金属"
    },
    {
        id:'7',
        name:"第07类 机械设备"
    },
    {
        id:'8',
        name:"第08类 手工器械"
    },
    {
        id:'9',
        name:"第09类 科学仪器"
    },
    {
        id:'10',
        name:"第10类 医疗器械"
    },
    {
        id:'11',
        name:"第11类 灯具空调"
    },
    {
        id:'12',
        name:"第12类 运输工具"
    },
    {
        id:'13',
        name:"第13类 军火烟火"
    },
    {
        id:'14',
        name:"第14类 珠宝钟表"
    },
    {
        id:'15',
        name:"第15类 乐器"
    },
    {
        id:'16',
        name:"第16类 办公用品"
    },
    {
        id:'17',
        name:"第17类 橡胶制品"
    },
    {
        id:'18',
        name:"第18类 皮革皮具"
    },
    {
        id:'19',
        name:"第19类 建筑材料"
    },
    {
        id:'20',
        name:"第20类 家具"
    },
    {
        id:'21',
        name:"第21类 厨房洁具"
    },
    {
        id:'22',
        name:"第22类 绳网袋篷"
    },
    {
        id:'23',
        name:"第23类 纱线丝"
    },
    {
        id:'24',
        name:"第24类 布料床单"
    },
    {
        id:'25',
        name:"第25类 服装鞋帽"
    },
    {
        id:'26',
        name:"第26类 钮扣拉链"
    },
    {
        id:'27',
        name:"第27类 地毯席垫"
    },
    {
        id:'28',
        name:"第28类 健身器材"
    },
    {
        id:'29',
        name:"第29类 食品"
    },
    {
        id:'30',
        name:"第30类 方便食品"
    },
    {
        id:'31',
        name:"第31类 饲料种籽"
    },
    {
        id:'32',
        name:"第32类 啤酒饮料"
    },
    {
        id:'33',
        name:"第33类 酒"
    },
    {
        id:'34',
        name:"第34类 烟草烟具"
    },
    {
        id:'35',
        name:"第35类 广告销售"
    },
    {
        id:'36',
        name:"第36类 金融物管"
    },
    {
        id:'37',
        name:"第37类 建筑修理"
    },
    {
        id:'38',
        name:"第38类 通讯服务"
    },
    {
        id:'39',
        name:"第39类 运输储藏"
    },
    {
        id:'40',
        name:"第40类 材料加工"
    },
    {
        id:'41',
        name:"第41类 教育娱乐"
    },
    {
        id:'42',
        name:"第42类 网站服务"
    },
    {
        id:'43',
        name:"第43类 餐饮住宿"
    },
    {
        id:'44',
        name:"第44类 医疗园艺"
    },
    {
        id:'45',
        name:"第45类 社会服务"
    }  
]
module.exports = brandTypeList